def area(a, b):
    '''Возвращает произведение двух десятичных чисел.
    
            Параметры:
                    a (int): десятичное целое число
                    b (int): десятичное целое число

            Возвращаемое значение:
                    Десятичное целое число произведения a и b
    '''
    return a * b 

def perimeter(a, b): 
    '''Возвращает произведение суммы двух чисел и двух.
        
            Параметры:
                    a (int): десятичное целое число
                    b (int): десятичное целое число

            Возвращаемое значение:
                    Десятичное целое число произведения 2 и суммы a и b
    '''
    return 2 * (a + b) 