
def area(a):
    '''Возвращает квадрат числа.
        
            Параметры:
                    a (int): десятичное целое число

            Возвращаемое значение:
                    Десятичное целое число квадрат числа a
    ''' 
    return a * a


def perimeter(a):
    '''Возвращает произведение числа и 4.
        
            Параметры:
                    a (int): десятичное целое число

            Возвращаемое значение:
                    Десятичное целое число произведения a и 4
    '''
    return 4 * a
