def AreaTriangle(a, h): 
    '''Возвращает произведение двух чисел деленное на 2.
            
            Параметры:
                    a (int): десятичное целое число
                    h (int): десятичное целое число

            Возвращаемое значение:
                    Десятичное целое число произведения a и h деленное на 2
    '''
    return a * h / 2 

def PerimeterTriangle(a, b, c): 
    '''Возвращает сумму трех чисел
            
            Параметры:
                    a (int): десятичное целое число
                    b (int): десятичное целое число
                    c (int): десятичное целое число

            Возвращаемое значение:
                    Десятичное целое число суммы a, b и c
    '''
    return a + b + c 